Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PinMessageAlertTitle
source: Pin message
ar: تثبيت الرسالة
be: Замацаваць паведамленне
ca: Fixa el missatge
de: Nachricht anheften
es: Fijar mensaje
fa: سنجاق کردن پیام
fi: Kiinnitys
fr: Épingler le message
id: Semat pesan
it: Fissa messaggio
ko: 메시지 고정
ms: Semat mesej
nl: Bericht vastzetten
pl: Przypnij wiadomość
pt_br: Fixar mensagem
ru: Закрепить сообщение
sv: Fäst upp meddelande
tr: Mesajı sabitle
uk: Прикріпити повідомлення
uz: Xabarni qadash

# PinnedDialogsCount_one
source: Chat pinned
ar: محادثة واحدة مثبتة
be: {0} чат замацаваны
ca: Xat fixat
de: Chat angeheftet
es: Chat fijado
fi: Keskustelu kiinnitettiin
fr: Échange épinglé
it: Chat fissata
nl: chat vastgezet
pl: Czat został przypięty
pt_br: Chat fixado
ru: {0} чат закреплён
sv: Chatt uppfäst
tr: Sohbet sabitlendi
uk: Чат прикріплено

# PinnedDialogsCount_other
source: {0} chats pinned
ar: ⁨{0}⁩ محادثة مثبتة
be: {0} чата замацавана
ca: {0} xats fixats
de: {0} Chats angeheftet
es: {0} chats fijados
fi: {0} keskustelua kiinnitettiin
fr: {0} échanges épinglés
it: {0} chat fissate
ko: {0}개의 대화 고정됨
ms: {0} bual disemat
nl: {0} chats vastgezet
pl: {0} czatu zostało przypiętego
pt_br: {0} chats fixados
ru: {0} чатов закреплены
sv: {0} chattar uppfästa
tr: {0} sohbet sabitlendi
uk: {0} чатів прикріплено

source: Pinned Message
ar: رسالة مثبتة
be: Замацаванае паведамленне
ca: Missatge fixat
de: Angeheftete Nachricht
es: Mensaje fijado
fa: پیام سنجاق شده
fi: Kiinnitetty viesti
fr: Message épinglé
id: Pesan Tersemat
it: Messaggio fissato
ko: 고정된 메시지
ms: Mesej Disemat
nl: Vastgezet bericht
pl: Przypięta wiadomość
pt_br: Mensagem fixada
ru: Закреплённое сообщение
sv: Uppfäst meddelande
tr: Sabitlenen Mesaj
uk: Прикріплене повідомлення
uz: Qadalgan xabar
zh_cn: 置顶消息
zh_tw: 置頂訊息

source: Pinned Messages
ar: الرسائل المثبتة
be: Замацаваныя паведамленні
ca: Missatges fixats
de: Angeheftete Nachrichten
es: Mensajes fijados
fa: پیام‌های سنجاق شده
fi: Kiinnitetyt viestit
fr: Messages épinglés
id: Pesan Tersemat
it: Messaggi fissati
ko: 메시지 고정
ms: Mesej Disemat
nl: Vastgezette berichten
pl: Przypięto wiadomości
pt_br: Mensagens Fixadas
ru: Закреплённые сообщения
sv: Uppfästa meddelanden
tr: Sabitlenen Mesajlar
uk: Прикріплені повідомлення
uz: Qadalgan xabarlar
zh_cn: 置顶消息
zh_tw: 置頂訊息

# PinnedMessagesCount_one
source: Pinned Message
ar: رسالة واحدة مثبّتة
be: {0} замацаванае паведамленне
ca: Missatge fixat
de: Angeheftete Nachricht
es: Mensaje fijado
fi: Kiinnitetty viesti
fr: Message épinglé
it: Messaggio fissato
nl: {0} vastgezet bericht
pl: Przypięta wiadomość
pt_br: Mensagem Fixada
ru: {0} закрепленное сообщение
sv: {0} uppfäst meddelande
tr: Sabitlenmiş Mesaj
uk: Прикріплене повідомлення

# PinnedMessagesCount_other
source: {0} Pinned Messages
ar: ⁨{0}⁩ رسالة مثبّتة
be: {0} замацаванае паведамленне
ca: {0} missatges fixats
de: {0} angeheftete Nachrichten
es: {0} mensajes fijados
fi: {0} kiinnitettyä viestiä
fr: {0} messages épinglés
it: {0} messaggi fissati
ko: {0}개의 고정된 메시지
ms: {0} Mesej Disemat
nl: {0} vastgezette berichten
pl: {0} przypiętej wiadomości
pt_br: {0} Mensagens Fixadas
ru: {0} закрепленных сообщения
sv: {0} uppfästa meddelanden
tr: {0} Sabitlenmiş Mesaj
uk: {0} прикріплене повідомлення

source: Pinned messages hidden
ar: تم إخفاء الرسائل المثبّتة
be: Замацаваныя паведамленні схаваны
ca: Missatges fixats ocults
de: Angeheftete Nachrichten versteckt
es: Mensajes fijados ocultos
fi: Kiinnitetyt viestit piilotettiin
fr: Messages épinglés masqués
id: Pesan Sematan Tersembunyi
it: Messaggi fissati nascosti
ko: 고정된 메시지 숨김
ms: Mesej disemat tersembunyi
nl: Vastgezette berichten verborgen
pl: Przypięte wiadomości są ukryte
pt_br: Mensagens fixadas ocultadas
ru: Панель скрыта
sv: Uppfästa meddelanden dolda
tr: Sabitlenmiş mesajlar gizlendi
uk: Прикріплені повідомлення приховано

# PinnedMessagesHiddenInfo
source: Pinned messages will be shown again if a new message is pinned.
ar: ستظهر الرسائل المثبّتة مرة أخرى في حال تم تثبيت رسالة جديدة.
be: Вы ўбачыце панэль з замацаванымі паведамленнямі толькі пры замацаванні новага.
ca: Els missatges fixats es tornaran a mostrar si se'n fixa un altre.
de: Neu angeheftete Nachrichten lässt sie erneut erscheinen.
es: Verás los mensajes fijados otra vez si se fija uno nuevo.
fi: Kiinnitetyt viestit näytetään taas, jos uusi viesti kiinnitetään.
fr: Les messages épinglés réapparaîtront au prochain ajout d'épingle.
it: Rivedrai i messaggi fissati se ne sarà fissato uno nuovo.
ko: 새로운 메시지가 고정되었을 때 고정된 메시지가 다시 보입니다.
ms: Mesej disemat akan kelihatan semula jika mesej baru disemat.
nl: Vastgezette berichten worden opnieuw weergegeven als een nieuw bericht is vastgezet.
pl: Przypięte wiadomości zostaną ponownie wyświetlone, jeśli zostanie przypięta nowa wiadomość.
pt_br: As mensagens fixadas só aparecerão de novo se uma nova mensagem for fixada.
ru: Вы снова увидите её, если будет закреплено новое сообщение.
sv: Uppfästa meddelanden visas igen om nytt meddelande fästes upp.
tr: Yeni bir mesaj sabitlenirse, sabitlenen mesajlar yeniden gösterilecektir.
uk: Ви знову побачите її, коли буде прикріплено нове повідомлення.

source: Pinned poll
ar: استفتاء مثبت
be: Замацаванае апытанне
ca: Enquesta fixada
de: Angeheftete Umfrage
es: Encuesta fijada
fa: نظرسنجی سنجاق شده
fi: Kiinnitetty kysely
fr: Sondage épinglé
id: Pol Tersemat
it: Sondaggio fissato
ko: 고정된 설문
ms: Undian tersemat
nl: Vastgezette poll
pl: Przypięta ankieta
pt_br: Enquete fixada
ru: Закреплённый опрос
sv: Uppfäst omröstning
tr: Sabitlenen anket
uk: Прикріплене опитування
uz: Qadalgan soʻrovnoma

# PinNotify
source: Notify all members
ar: إشعار جميع الأعضاء
be: Апавясціць усіх удзельнікаў
ca: Notifica a tots els membres
de: Mitglieder benachrichtigen
es: Notificar a todos
fa: به تمامی اعضا اطلاع داده شود
fi: Ilmoita kaikille jäsenille
fr: Notifier tous les membres
id: Beritahu seluruh anggota
it: Notifica tutti i membri
ko: 모든 참가자에게 알리기
ms: Beritahu semua ahli
nl: Alle leden informeren
pl: Powiadom wszystkich członków
pt_br: Notificar todos os membros
ru: Уведомление всем участникам
sv: Avisera alla medlemmar
tr: Tüm üyelere bildir
uk: Сповістити всіх учасників
uz: Barcha aʼzolarga xabar berish
zh_cn: 通知所有成员
zh_tw: 通知所有成員

# PinOldMessageAlert
source: Do you want to pin an older message while leaving a more recent one pinned?
ar: هل تريد تثبيت رسالة أقدم مع ترك أحدث رسالة مثبتة؟
be: Вы хочаце замацаваць старое паведамленне, пакінуўшы ў замацаваных навейшае?
ca: Voleu fixar un missatge antic, deixant alhora un de més recent fixat?
de: Möchtest du eine ältere Nachricht anheften, während du eine neuere Nachricht angeheftet lässt?
es: ¿Quieres fijar un mensaje más antiguo y a la vez mantener fijado uno más reciente?
fi: Haluatko kiinnittää vanhemman viestin ja jättää uudemman myös kiinnitetyksi?
fr: Voulez-vous épingler un ancien message tout en maintenant épinglé un plus récent ?
id: Ingin memasang pesan sematan lama dan tetap membiarkan pesan sematan baru terpasang?
it: Vuoi fissare un vecchio messaggio lasciandone fissato uno più recente?
ko: 최근 메시지의 고정을 유지하면서, 기존 메시지를 고정하시겠습니까?
ms: Anda ingin semat mesej terdahulu sementara mesej terbaru masih tersemat?
nl: Wil je een ouder bericht vastzetten maar ook een nieuwer bericht vastgezet laten?
pl: Czy chcesz przypiąć starszą wiadomość, pozostawiając przypiętą nowszą?
pt_br: Deseja fixar uma mensagem mais antiga enquanto deixa a mais recente fixada?
ru: Закрепить более старое сообщение, сохранив закрепленным более новое?
sv: Vill du fästa upp ett äldre meddelande och samtidigt låta ett nyare sitta kvar.
tr: Daha yeni bir mesaj sabitlenmiş haldeyken daha eski bir mesajı sabitlemek istiyor musunuz?
uk: Ви хочете залишити прикріпленим попереднє повідомлення?

source: Pin to top
ar: تثبيت في الأعلى
be: Замацаваць зверху
ca: Fixa'l a dalt
de: Oben anheften
es: Fijar arriba
fa: سنجاق کردن به بالا
fi: Kiinnitä
fr: Épingler
id: Semat ke atas
it: Fissa in alto
ko: 맨 위에 고정
ms: Semat ke atas
nl: Vastzetten
pl: Przypnij na górze
pt_br: Fixar no topo
ru: Закрепить
sv: Fäst överst
tr: Başa sabitle
uk: Прикріпити вгорі
uz: Tepaga qadash
zh_cn: 置顶
zh_tw: 置頂

# PinToTopLimitReached
source: Sorry, you can only pin {0} in your main list. For more organization, your Archived Chats list allows unlimited pins.
ar: عذرًا، يمكنك تثبيت ⁨{0}⁩ فقط في قائمتك الرئيسية. يمكنك تثبيت عدد غير محدود من المحادثات في الأرشيف وفي المجلدات الأخرى.
be: На жаль, вы можаце замацаваць толькі {0} чатаў у сваім галоўным спісе. Калі вам патрэбна навесці парадак — у архіўнай папцы няма такога абмежавання.
ca: Només podeu fixar {0} xats a la llista de xats. Per a més organització, la carpeta de xats arxivats permet fixar-ne un nombre il·limitat.
de: Bis zu {0} kann man in der Chatliste oben anheften. Wenn du mehr Ordnung brauchst, versuche einige Chats zu archivieren. Der Ordner "Archivierte Chats" erlaubt das Anheften von beliebig vielen Chats.
es: Sólo puedes fijar {0} en la lista principal. Para una mejor organización, la lista de chats archivados permite un número ilimitado de chats fijados.
fa: متأسفانه شما فقط می‌توانید ⁨{0}⁩ را در فهرست اصلی خود سنجاق کنید. برای مرتب‌سازی بیشتر، در پوشه گفتگوهای بایگانی شده شما امکان سنجاق کردن بی‌نهایت گفتگو وجود دارد.
fi: Valitettavasti voit kiinnittää keskustelulistaan vain {0}. Arkistossa ja kansioissa keskusteluja voi kiinnittää rajattomasti.
fr: Désolé, vous ne pouvez épingler que {0} dans votre liste principale. Pour une meilleure organisation, votre liste d'échanges archivés permet une infinité d'épingles.
id: Maaf, Anda hanya dapat menyematkan {0} di daftar obrolan. Jika ingin lebih terorganisir, coba untuk mengarsipkan beberapa obrolan. Anda dapat menyematkan obrolan tanpa batas di Arsip.
it: Spiacenti, puoi fissare solo {0} nella tua lista principale. Per una maggiore organizzazione, la lista chat archiviate non ha limiti di chat fissate.
ko: 죄송합니다. 메인 목록에는 {0}개만 고정하실 수 있습니다. 더 체계적으로 정리하기 위해, 보관한 대화방 목록에서 무한정 고정하실 수 있습니다.
ms: Maaf, anda hanya boleh semat {0} di senarai utama anda. Jika anda ingin lebih kemas, senarai Arkib Bual anda membenarkan semat tanpa had.
nl: Je kunt maxmimaal {0} vastzetten. Wil je je chats anders organiseren? Probeer wat chats te archiveren, in je archief kun je onbeperkt chats vastzetten.
pl: Na głównej liście możesz przypiąć tylko {0}. Dla lepszej organizacji twoja lista Zarchiwizowanych czatów umożliwia przypięcie do 100 czatów.
pt_br: Desculpe, você só pode fixar {0} na sua lista principal. Para mais organização, a sua pasta de Chats Arquivados permite fixar um número ilimitado de chats.
ru: Можно закрепить не больше {0}. Чтобы упорядочить список чатов, можно использовать архив: в нём можно закрепить неограниченное число чатов.
sv: Beklagar, du kan bara fästa upp {0} i huvudlistan. Du kan fästa upp obegränsat antal chattar i Arkivet och andra i mappar.
tr: Üzgünüz, ana listenize yalnızca {0} sohbeti sabitleyebilirsiniz. Daha fazla düzen için, Arşivlenmiş Sohbetler listeniz sınırsız sayıda sabitlemeye izin verir.
uk: На жаль, прикріпити можна до {0}. Для впорядкування списку підійде архівація чатів: в архіві можна прикріпити будь-яку їх кількість.
uz: Kechirasiz, asosiy roʻyxatingizda faqat {0} ta chatni qadashingiz mumkin. Yanada yaxshiroq tartiblashni xohlasangiz, Arxivlangan chatlar jildingiz cheklanmagan miqdorda qadash imkonini beradi.

# PinToTopLimitReached2
source: Sorry, you can only pin {0} to the top in the main list. More chats can be pinned in Chat Folders and your Archive.
ar: عذرًا، يمكنك فقط تثبيت ⁨{0}⁩ أعلى القائمة الرئيسية. يمكن تثبيت المزيد من المحادثات في مجلدات المحادثات ومجلد الأرشيف.
be: На жаль, у галоўным спісе вы можаце замацоўваць толькі {0}. Больш чатаў можа быць замацавана ў папках чатаў і ў вашым архіве.
ca: Només podeu fixar {0} a la llista principal. Podeu fixar-ne més en les carpetes de xats i en l'arxiu.
de: Du kannst leider nur {0} oben deiner Chatliste anheften. Mehr Chats können in Chat-Ordnern oder in deinem Archiv angeheftet werden.
es: Sólo puedes fijar {0} en la lista principal de chats. Puedes fijar más chats en las carpetas de chats o en tu archivo.
fa: متأسفانه شما فقط می‌توانید ⁨{0}⁩ را در فهرست اصلی خود سنجاق کنید. در پوشه‌های گفتگو و پوشه بایگانی شما امکان سنجاق کردن گفتگوهای بیشتری وجود دارد.
fi: Valitettavasti voit kiinnittää päälistan yläosaan vain {0} keskustelua, mutta voit kiinnittää lisää kansioissa tai arkistossa.
fr: Désolé, vous ne pouvez épingler que {0} dans la liste principale. Plus d'échanges peuvent être épinglés dans les dossiers et dans votre archive.
id: Maaf, Anda hanya dapat menyematkan {0} ke atas di daftar utama. Obrolan lain dapat disematkan di Folder Obrolan dan Arsip.
it: Spiacenti, puoi fissare in alto solo {0} nella lista principale. Puoi fissare più chat nelle cartelle chat e nel tuo archivio.
ko: 죄송합니다. 메인 목록 위쪽에는 {0}개만 고정하실 수 있습니다. 대화방 폴더와 보관함에서는 더 많은 대화방이 고정됩니다.
ms: Maaf, anda hanya boleh semat {0} ke atas di senarai utama. Lebih banyak lagi boleh disemat di Folder Bual dan Arkib anda.
nl: Je kunt maxmimaal {0} vastzetten. Wil je je chats anders organiseren? Meer chats vastzetten kan in je archief en in je chatmappen.
pl: Na górze głównej listy możesz przypiąć tylko {0}. Więcej czatów możesz przypiąć w Folderach i swoim Archiwum.
pt_br: Desculpe, você só pode fixar {0} ao topo na lista principal. Mais chats podem ser fixados nas Pastas de Chat e no seu Arquivo.
ru: Вы можете закрепить не более {0} чатов в основном списке. В Архиве и папках можно закрепить больше чатов.
sv: Beklagar, du kan bara fästa upp {0} i huvudlistans ovankant. Fler chattar kan fästas upp i chattmappar och i arkivet.
tr: Üzgünüz, ana listenin en üstüne yalnızca {0} sabitleyebilirsiniz. Daha fazla sohbet, Sohbet Klasörlerine ve Arşivinize sabitlenebilir.
uk: В основному списку можна прикріпити до {0}. У папках та архіві ця кількість не обмежена.
uz: Kechirasiz asosiy roʻyxat yuqori qismiga faqatgina {0} ta chatni qaday olasiz. Koʻproq chatlarni Chat jildlari va Arxivingizda biriktirishingiz mumkin.

source: Places in this area
ar: الأماكن في هذه المنطقة
be: Месцы ў гэтай вобласці
ca: Llocs en aquesta zona
de: Orte in der Umgebung
es: Lugares en esta zona
fa: مکان‌ها در این ناحیه
fi: Tämän alueen paikat
fr: Lieux dans cette zone
id: Taruh di area ini
it: Luoghi in quest'area
ko: 지역에 있는 장소
ms: Tempat di kawasn ini
nl: Plaatsen in de buurt
pl: Miejsca w tym obszarze
pt_br: Lugares por aqui
ru: Места поблизости
sv: Platser i området
tr: Bu bölgedeki yerler
uk: Місця неподалік
uz: Bu hududdagi joylar

# PleaseDownload
source: Please download media first
ar: يرجى تحميل الوسائط أولاً.
be: Спачатку спампуйце медыя
ca: Descarregueu els fitxers primer
de: Medien bitte zuerst herunterladen
es: Por favor, primero descarga la multimedia
fa: لطفاً ابتدا رسانه را دانلود نمایید
fi: Lataa mediaa ensin
fr: Téléchargez le média au préalable
id: Silakan unduh media terlebih dulu
it: Per favore scarica prima il file
ko: 먼저 미디어를 다운로드해 주세요
ms: Sila muat turun media dahulu
nl: Download media eerst
pl: Proszę pobierz najpierw multimedia
pt_br: Por favor, baixe a mídia primeiro.
ru: Сначала загрузите медиафайл
sv: Hämta först media
tr: Lütfen önce medyayı indirin
uk: Спершу завантажте медіа
uz: Oldin mediafaylni yuklab oling
zh_cn: 请先下载此媒体文件
zh_tw: 請先下載此媒體文件

# PleaseEnterCurrentPassword
source: Enter your password
ar: يرجى إدخال كلمة مرورك
be: Увядзіце ваш пароль
ca: Introduïu la contrasenya
de: Dein Passwort eingeben
es: Pon tu contraseña
fa: گذرواژه خود را وارد کنید
fi: Syötä salasanasi
fr: Entrez votre mot de passe
id: Masukkan kata sandi Anda
it: Inserisci la tua password
ko: 비밀번호를 입력하세요
ms: Masukkan kata laluan anda
nl: Voer je wachtwoord in
pl: Wprowadź hasło
pt_br: Digite a sua senha
ru: Введите пароль
sv: Ange ditt lösenord
tr: Parolanızı girin
uk: Введіть пароль
uz: Parolingizni kiriting
zh_cn: 请输入您的密码
zh_tw: 請輸入您的密碼

# PleaseEnterCurrentPasswordTransfer
source: Please enter your password to complete the transfer.
ar: يرجى إدخال كلمة مرور التحقق بخطوتين لإتمام النقل.
be: Увядзіце пароль, каб завяршыць перадачу.
ca: Introduïu la contrasenya per a completar la transferència.
de: Um die Übertragung abzuschliessen, bitte dein Passwort eingeben.
es: Pon tu contraseña para hacer la transferencia.
fa: لطفاً جهت تکمیل انتقال گذرواژه‌ خود را وارد کنید.
fi: Syötä salasanasi saattaaksesi siirron loppuun.
fr: Veuillez saisir votre mot de passe pour finaliser le transfert.
id: Mohon masukkan kata sandi Anda untuk melakukan pengalihan.
it: Per favore inserisci la tua password per completare il trasferimento.
ko: 이전 작업을 완료하려면 비밀번호를 입력해 주세요.
ms: Sila masukkan kata laluan anda untuk lengkapkan pemindahan.
nl: Voer je wachtwoord in om de overdracht af te ronden
pl: Wprowadź swoje hasło, aby zakończyć przeniesienie własności.
pt_br: Por favor, digite sua senha para finalizar a transferência.
ru: Введите пароль, чтобы подтвердить передачу прав.
sv: Ange ditt lösenord för att slutföra överföringen.
tr: Aktarımı tamamlamak için lütfen parolanızı girin.
uk: Введіть свій пароль, щоб завершити передачу прав власності.
uz: Jarayonni yakunlash uchun parolni kiriting.

# PleaseEnterFirstPassword
source: Enter a password
ar: يرجى إدخال كلمة مرور
be: Увядзіце пароль
ca: Introduïu una contrasenya
de: Passwort eingeben
es: Pon una contraseña
fa: یک گذرواژه وارد کنید
fi: Syötä salasana
fr: Entrez un mot de passe
id: Masukkan kata sandi
it: Inserisci una password
ko: 비밀번호 입력
ms: Masukkan kata laluan
nl: Wachtwoord invoeren
pl: Wprowadź hasło
pt_br: Insira uma senha
ru: Введите пароль
sv: Ange ett lösenord
tr: Parola girin
uk: Введіть пароль
uz: Parolingizni kiriting
zh_cn: 请输入密码
zh_tw: 請輸入密碼

# PleaseEnterNewFirstPassword
source: Enter a new password
ar: يرجى إدخال كلمة مرور جديدة
be: Увядзіце новы пароль
ca: Introduïu una contrasenya nova
de: Neues Passwort festlegen
es: Pon una nueva contraseña
fa: گذرواژه جدیدی را وارد کنید
fi: Syötä uusi salasana
fr: Saisissez un nouveau mot de passe
id: Masukkan kata sandi baru
it: Inserisci una nuova password
ko: 새 비밀번호를 입력하세요
ms: Masukkan kata laluan baru
nl: Nieuw wachtwoord invoeren
pl: Wprowadź nowe hasło
pt_br: Insira uma nova senha
ru: Введите новый пароль
sv: Ange ett nytt lösenord
tr: Yeni parola girin
uk: Введіть новий пароль
uz: Yangi parolni kiriting

# PleaseEnterNewFirstPasswordHint
source: Enter new password
ar: إدخال كلمة مرور جديدة
be: Увядзіце новы пароль
ca: Introduïu la contrasenya nova
de: Neues Passwort eingeben
es: Pon la nueva contraseña
fi: Syötä uusi salasana
fr: Entrez le nouveau mot de passe
it: Inserisci una nuova password
ko: 새로운 비밀번호 입력
ms: Masukkan kata laluan baru
pl: Wprowadź nowe hasło
pt_br: Insira a nova senha
ru: Введите новый пароль
sv: Ange ett nytt lösenord
tr: Yeni parolayı girin
uk: Введіть новий пароль

# PleaseEnterNewFirstPasswordLogin
source: You can now set a new password that will be used to log into your account.
ar: يمكنك الآن تعيين كلمة مرور جديدة لاستخدامها عند تسجيل الدخول إلى حسابك.
be: Цяпер вы можаце задаць новы пароль для ўваходу ў ваш уліковы запіс.
ca: Podeu definir una contrasenya nova, que s'usarà per a entrar al vostre compte.
de: Nun kannst du ein neues Passwort festlegen, mit dem du dich bei deinem Konto anmelden kannst.
es: Ahora puedes establecer una nueva contraseña que será usada para iniciar sesión en tu cuenta.
fi: Voit nyt asettaa uuden salasanan joka vaaditaan tilillesi kirjautumiseen.
fr: Vous pouvez maintenant définir un nouveau mot de passe qui sera utilisé pour vous connecter à votre compte.
it: Ora puoi impostare una nuova password che sarà usata per l'accesso al tuo account.
ko: 계정 로그인시 사용될 새로운 비밀번호를 설정 할 수 있습니다.
ms: Anda kini boleh set kata laluan untuk kegunaan bila log masuk ke akaun anda.
pl: Możesz teraz ustawić nowe hasło, które będzie używane do logowania się na twoje konto.
pt_br: Agora você pode definir uma nova senha que será usada para fazer login na sua conta.
ru: Теперь Вы можете установить новый пароль для входа в Вашу учётную запись.
sv: Du kan nu välja ett nytt lösenord för inloggning till ditt konto.
tr: Artık hesabınıza giriş yapmak için kullanılacak yeni bir parola belirleyebilirsiniz.
uk: Тепер ви можете встановити новий пароль для входу в акаунт.

# PleaseEnterNewSecondPasswordHint
source: Re-enter new password
ar: إعادة إدخال كلمة المرور الجديدة
be: Увядзіце новы пароль яшчэ раз
ca: Torneu a introduir-la
de: Neues Passwort erneut eingeben
es: Repite la nueva contraseña
fi: Syötä salasana uudelleen
fr: Ressaisir le nouveau mot de passe
it: Ripeti la nuova password
ko: 새로운 비밀번호 재입력
ms: Masuk semula kata laluan baru
pl: Powtórz nowe hasło
pt_br: Repita a nova senha
ru: Повторите новый пароль
sv: Ange lösenordet igen
tr: Yeni parolayı tekrar girin
uk: Введіть новий пароль ще раз

# PleaseEnterPassword
source: Enter your new password
ar: قم بإدخال كلمة مرورك الجديدة
be: Увядзіце ваш новы пароль
ca: Introduïu la contrasenya nova
de: Neues Passwort eingeben
es: Pon tu nueva contraseña
fa: گذرواژه‌ جدید خود را وارد کنید
fi: Syötä uusi salasana
fr: Entrez votre nouveau mot de passe
id: Mohon masukkan kata sandi Anda yang baru
it: Inserisci la tua nuova password
ko: 새 비밀번호를 입력해 주세요
ms: Masukkan kata laluan baru anda
nl: Nieuw wachtwoord invoeren
pl: Wprowadź nowe hasło
pt_br: Digite a sua nova senha
ru: Введите новый пароль
sv: Ange ditt nya lösenord
tr: Yeni parolanızı girin
uk: Введіть новий пароль
uz: Yangi parolingizni kiriting
zh_cn: 请输入新密码
zh_tw: 請輸入新密碼

# PleaseLoginPassport
source: Please log in to your Telegram account to use Telegram Passport.
ar: يرجى تسجيل الدخول إلى حسابك في تيليجرام لتتمكن من استخدام جواز تيليجرام.
be: Увайдзіце ва ўліковы запіс, каб карыстацца Telegram Passport.
ca: Inicieu sessió al vostre compte de Telegram per utilitzar Telegram Passport.
de: Bitte melde dich mit deinem Telegram-Konto an, um Telegram Passport nutzen zu können.
es: Por favor, inicia sesión en tu cuenta de Telegram para usar Telegram Passport.
fa: جهت استفاده از پاسپورت تلگرام، به حساب کاربری تلگرام خود وارد شوید.
fi: Kirjaudu Telegramiin käyttääksesi Telegram-passia.
fr: Merci de vous connecter à votre compte Telegram pour utiliser Telegram Passport.
id: Mohon masuk ke akun Telegram Ansa agar dapat menggunakan Telegram Passport.
it: Per favore accedi al tuo account Telegram per usare Telegram Passport.
ko: 텔레그램 패스포트를 사용하려면 텔레그램 계정에 로그인해 주세요.
ms: Sila log masuk ke akaun Telegram anda untuk guna Telegram Passport.
nl: Log in op Telegram om Telegram Passport te gebruiken.
pl: Aby użyć usługi Paszport Telegrama, zaloguj się do swojego konta Telegrama.
pt_br: Por favor, entre com sua conta do Telegram para usar o Telegram Passport.
ru: Чтобы использовать Telegram Passport, войдите в аккаунт Telegram.
sv: Vänligen logga in på ditt telegramkonto för att använda Telegram Passport.
tr: Telegram Pasaportunu kullanmak için lütfen Telegram hesabınızda oturum açın.
uk: Для використання Telegram Passport увійдіть до свого акаунта Telegram.
uz: Telegram Passportʼdan foydalanish uchun Telegram hisobingizga kiring.
zh_cn: 请登录您的 Telegram 账号以使用 Telegram 通行证。
zh_tw: 請登入您的 Telegram 賬戶以使用 Telegram 通行証。

# PleaseReEnterPassword
source: Re-enter your password
ar: الرجاء إعادة إدخال كلمة مرورك
be: Увядзіце ваш пароль яшчэ раз
ca: Introduïu la contrasenya de nou
de: Passwort erneut eingeben
es: Repite tu contraseña
fa: گذرواژه‌ خود را دوباره وارد کنید
fi: Syötä salasana uudelleen
fr: Confirmez votre mot de passe
id: Masukkan kembali katasandi Anda
it: Ripeti la tua password
ko: 비밀번호를 다시 입력해 주세요
ms: Masukkan semula kata laluan anda
nl: Wachtwoord opnieuw invoeren
pl: Powtórz hasło
pt_br: Digite a sua senha novamente
ru: Повторите пароль
sv: Upprepa ditt lösenord
tr: Parolanızı tekrar girin
uk: Введіть свій пароль ще раз
uz: Parolni qayta kiriting
zh_cn: 请再次输入您的密码
zh_tw: 請再次輸入您的密碼
